Repository: divio/aldryn-newsblog
Catalog: aldryn_newsblog/locale/*/LC_MESSAGES/django.po
Languages: de

source: Mark selected articles as published
de: Selektierte Artikel als publiziert markieren

source: Mark selected articles as not published
de: Selektierte Artikel als nicht publiziert markieren

source: Mark selected articles as featured
de: Selektierte Artikel als Featured markieren

source: Mark selected articles as not featured
de: Selektierte Artikel als nicht Featured markieren

source: Previous Article
de: Vorheriger Artikel

source: Back to Overview
de: Zurück zur Übersicht

source: Next Article
de: Nächster Artikel

source: No items available
de: Keine Artikel vorhanden

source: Previous
de: Vorheriger

source: Next
de: Nächster

source: Most recent articles containing "<strong>%(query)s</strong>"
de: Neuste Artikel die "<strong>%(query)s</strong>" enthalten

source: No articles found
de: Kein Artikel gefunden

source: Enter a query above
de: Eine Abfrage eingeben

source: Keyword search
de: Stichwort Suche

source: Keyword
de: Begriff

source: Go
de: Los

source: All
de: Alle

source: by
de: von

source: the-eagle-has-landed/
de: der-adler-ist-gelandet/

source: 1969/the-eagle-has-landed/
de: 1969/der-adler-ist-gelandet/

source: 1969/07/the-eagle-has-landed/
de: 1969/07/der-adler-ist-gelandet/

source: 1969/07/16/the-eagle-has-landed/
de: 1969/07/16/der-adler-ist-gelandet/

source: Allow
de: Erlauben

source: Redirect to permalink (default)
de: Zum Permalink weiterleiten (Standard)

source: Permanent redirect to permalink
de: Permanente Weiterleitung zum Permalink

source: Return 404: Not Found
de: Zeige 404: Nicht gefunden

source: application title
de: Applikationstitel

source: permalink type
de: Permalink Typ

source: Choose the style of urls to use from the examples. (Note, all types are relative to apphook)
de: Stil der URLs aus den Beispielen auswählen. (Notiz, alle Typen sind relativ zur Applikations Seite)

source: non-permalink handling
de: Nicht-Permanente Links Handhabung

source: How to handle non-permalink urls?
de: Wie sollen nicht-Permamente Links gehandhabt werden?

source: Paginate size
de: Anzahl der Seitennummern

source: When paginating list views, how many articles per page?
de: Wie viele Artikel sollen pro Seite dargestellt werden?

source: Prefix for template dirs
de: Präfix für Template "dirs"

source: Auto-create authors?
de: Autoren automatisch erstellen?

source: Automatically create authors from logged-in user?
de: Sollen automatisch Autoren für eingeloggte Benutzer erstellt werden?

source: Include in search index?
de: Im Suchindex mit einbeziehen?

source: Include articles in search indexes?
de: Sollen Artikel indexiert werden?

source: untitled
de: kein Titel

source: Post published by default
de: Beitrag standartmässig publizieren

source: Archive
de: Archiv

source: Article Search
de: Artikel Suche

source: Authors
de: Autor

source: Categories
de: Kategorie

source: Featured Articles
de: Featured Artikel

source: Latest Articles
de: Neuste Artikel

source: Related Articles
de: Ähnliche Artikel

source: Configure addon
de: Addon konfigurieren

source: Article list
de: Artikel Liste

source: Add new article
de: Neuen Artikel hinzufügen

source: Edit this article
de: Artikel editieren

source: Delete this article
de: Artikel löschen

source: Optional. If provided, it will be added to the main body of the article as a text plugin, that can be formatted.
de: Optional. Wenn verfügbar, wird es zum "Main-Body" vom Artikel als ein Text Plugin, das formatiert werden kann, hinzugefügt.

source: Initial version.
de: Initiale Version

source: New news/blog article
de: Neuer News/Blog Artikel

source: Create a new news/blog article.
de: Neuen News/Blog Artikel erstellen

source: Articles on {0}
de: Artikel bei {0}

source: untitled-article
de: unbenannter Artikel

source: title
de: Titel

source: Used in the URL. If changed, the URL will change. Clear it to have it re-created automatically.
de: Wird in der URL verwendet. Wenn dies geändert wird, ändert sich auch die URL. Lösch es um es automatisch neu-generieren zu können.

source: The lead gives the reader the main idea of the story, this is useful in overviews, lists or as an introduction to your article.
de: Der Lead sollte dem Leser die eigentliche Idee des Text geben. Dies ist hilfreich für Überschriften, Listen oder als Einleitung eines Artikels.

source: meta title
de: Meta-Titel

source: meta description
de: Meta-Beschreibung

source: meta keywords
de: Meta-Schlüsselwörter

source: author
de: Autor

source: categories
de: Kategorien

source: publishing date
de: Veröffentlichungsdatum

source: is published
de: Ist publiziert

source: is featured
de: Ist featured

source: related articles
de: ähnliche Artikel

source: %s archive
de: %s Archiv

source: max articles
de: Max Artikel

source: The maximum number of found articles display.
de: Maximale Anzahl der gefundenen Artikel.

source: %s authors
de: %s Autoren

source: %s categories
de: %s Kategorien

source: The maximum number of featured articles display.
de: Maximale Anzahl der "featured" Artikel.

source: featured article
de: Featured Artikel

source: featured articles: %(count)s
de: Featured Artikel: %(count)s

source: The maximum number of latest articles to display.
de: Maximale Anzal der neusten Artikel.

source: Related articles
de: Ähnliche Artikel
